Repository: Dondeyne/site
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: nl

source: Missing kitchen and/or name parameter
nl: 'kitchen' en/of 'name' parameter ontbreekt

source: Meal added!
nl: Maaltijd toegevoegd!

source: Kitchen meals
nl: Keukenmaaltijden

source: Add kitchen meal
nl: Voeg keukenmaaltijd toe

source: Name of the meal
nl: Naam van de maaltijd

source: The kitchen where you can get the meal
nl: De keuken waar je de maaltijd kan halen

source: The description of the meal
nl: De beschrijving van de maaltijd

source: A picture of the meal
nl: Een foto van de maaltijd

source: Submit meal
nl: Post maaltijd

source: The
nl: De

source: Add meal
nl: Voeg maaltijd toe
